{
    "helloWorld": "Hello World!",
    "greeting": "Hello {{string}}!",
    "about": "About",
    "skills": "My Skills",
    "portfolio": "Portfolio",
    "blog": "Blog",
    "contact": "Contact",
    "welcomeIam": "Hello,I’m Jean-Laurent,Full-Stack Developer",
    "fullStackDeveloper": "Full-Stack Developer",
    "specializeIn": "Specialize In Mobile App / Web App Development",
    "scrollDown": "scroll down",
    "work": "Work",
    "myPortfolio": "My Portfolio",
    "myPortfolioSummary": "<p>A small presentation of my projects. I did them all together with amazing colleges. <br>This is the start of my album projects. Interested in seeing more ? Visit <a rel=\"work\" href=\"portfolio.html\">my work</a> page.</p>",
    "webApplication": "Web Application",
    "webGaming": "Web Gaming",
    "companyProject": "Company Project",
    "personalProject": "Personal Project",
    "openSource": "Open Source",
    "inDevelopment": "In Development",
    "professionalMobileApp": "Mobile App - Professional",
    "personalMobileApp": "Mobile App - Personal",
    "maarchCourrierDescription": "<b>Maarch Courrier</b> is a comprehensive Electronic Document Management (EDM) and Electronic Mail Management (EMM) system.<br>It handles Incoming, Outgoing, Internal mail, as well as EDM documents with extensive functionality.<br>Maarch Courrier is ready to use, <b>completely free</b>, and suitable for both simple and complex needs.<br>This guide is tailored for the online demonstration at https://demo.maarchcourrier.com.<br>It showcases the application configured for managing mail and documents for an organization. Follow the steps in order to make the most of the guide!<br>You can find a wealth of useful information about Maarch Courrier on our websites: <ul><li>A product of the company <a href=\"https://maarch.com/maarch-courrier\" target=\"_blank\">Maarch</a></li><li>Technical Requirements (Server and Client Workstation): <a href=\"https://docs.maarch.org/MaarchCourrier/guat/guat_prerequisites/home.html\" target=\"_blank\">See Requirements</a></li><li>Administrator Manual <a href=\"https://docs.maarch.org/MaarchCourrier\" target=\"_blank\">https://docs.maarch.org/MaarchCourrier</a></li><li>Maarch Community: <a href=\"https://community.maarch.org\" target=\"_blank\">https://community.maarch.org</a></li></ul>",
    "maarchParapheurDescription": "Maarch Parapheur responds to these needs with the open-source electronic signature tool. Whether you are a local authority, government agency with or without Maarch Courrier, or any other organization with these needs, this solution is designed for you.<br>Derived from new technologies specialized in the ergonomics of business software such as Angular, the electronic signature tool offers a smooth and user-friendly interface.<br>Connected to Maarch Courrier or fully autonomous, this latest-generation electronic signature tool allows annotation, electronic signing, signature in pen mode, and electronic certification of any PDF document, for all participants in the process.<h4>Main Features of Maarch Parapheur</h4><ul><li>Annotation and handwriting</li><li>Electronic signature</li><li>Complete operational environment</li></ul>You can find a wealth of useful information about Maarch Parapheur on our websites: <ul><li>A product of the company <a href=\"https://maarch.com/maarch-parapheur/\" target=\"_blank\">Maarch</a></li><li>Technical Requirements (Server and Client Workstation): <a href=\"https://docs.maarch.org/MaarchParapheur/guat/guat_prerequisites/home.html\" target=\"_blank\">See Requirements</a></li><li>Administrator Manual <a href=\"https://docs.maarch.org/MaarchParapheur/\" target=\"_blank\">https://docs.maarch.org/MaarchParapheur/</a></li><li>Maarch Community: <a href=\"https://community.maarch.org\" target=\"_blank\">https://community.maarch.org</a></li></ul>",
    "pacmanDescription": "Creating a fun basic Pacman game on the web :)",
    "iSalesProDescription": "iSales Pro is a comprehensive commercial management and order-taking solution specially designed to simplify the sales process for your customers and sales agents. With iSales, you benefit from an intuitive and user-friendly platform that allows your customers to place orders easily, whether it's from a tablet or a mobile phone.",
    "iStockDescription": "iStock is a warehouse management application on a Zebra PDA developed by Big Data Consulting. The application allows your warehouse personnel to prepare orders before they are sent out by a delivery person directly on the PDA. It has been specially designed for professionals. It is a one-of-a-kind software.<br>The application has the following features :<ul><li>Identification</li><li>Synchronization</li><li>Local Database</li><li>Order Preparation Management</li><li>Shipment Management</li><li>Inventory Management (with Lot/Serial Number)</li><li>Contact Support</li></ul>",
    "iInventaireDescription": "iInventaire is a warehouse management application on a Zebra PDA developed by Big Data Consulting. The application allows your warehouse personnel to update their inventories directly on the PDA.<br>The application has the following features :<ul><li>Authentication</li><li>Stock Correction</li><li>Stock Transfer</li><li>Sync Pending</li><li>SSH Connection</li><li>File System Manager</li><li>Encryption/Decryption Manager</li><li>\"Dollibar Lot/Serial Numbers\" Module</li></ul>",
    "iNettyMobileDescription": "iNetty is a simple and intuitive application that allows you to simplify the planning and management of your field interventions while increasing your productivity. With our solution, you can schedule your interventions, saving time and optimizing your productivity. iNetty's automatic planning tunnel makes handling your interventions easier, allowing you to efficiently manage your schedules, technicians, and teams. Our application offers real-time synchronization, enabling you to access data related to interventions and the customer database registered with your client. Simplify the planning of your interventions with iNetty and optimize your productivity now.",
    "projectTA": "Description under construction...",
    "seeMore": "See more",
    "whatIamInto": "What I'm into",
    "summaryOfwhatIamInto": "<p>The primary area of my interest is app development. My passion for code had begun when i started doing C / C ++ programs for Arduino during my robotics class in high school. Afterwards web development came into play, after my high school degree i discovered mobile development and made my first app to monitor and control air conditioner unit at home.</p><p>After my studies had many opportunities to work in different projects (desktop, mobile and web). It allowed me to gain a certain amount of experience, increase my skills and manage a project.</p><p>More about my experience and work you'll find in <a rel=\"skills\" href=\"skills.html\">Skills</a> and <a rel=\"about\" href=\"about.html\">About</a>.</p>",
    "2019During6Months": "2019 (6 months)",
    "skillsAndExperience": "Skills &\nExperience",
    "aboutMe": "<p>A Full-Stack Developer located in Paris. I have a serious interest in making/maintaining applications. <br>Ever since i've discover <a href=\"https://www.qt.io/product/development-tools\" target=\"_blank\" rel=\"Qt Creator - IDE\">Qt Creator</a> in the years of after high school, my passion for Apps in general began (Desktop, Mobile or Web) <br>Create interesting and useful apps for daily use by users.<br><br>Well-organized person, problem solver, independent employee who can work in a team in agile mode.<br>Outside of coding, I play games like World of Tanks, enjoy outdoor activities sush as runing and watch crime TV shows.<br><br>More about my experience and work you'll find in <a rel=\"skills\" href=\"skills.html\">Skills</a> and <a rel=\"about\" href=\"portfolio.html\">Portfolio</a>.</p>",
    "aboutMyExperience": "<p>Finished my studies in Paris and began working as a full-stack developer, i'am curious and looking for experience in application development with amazing people.<br><br>Actually i create successful responsive apps and websites that are fast, easy to use and built with best practices. Mobile development is my main area of expertise, Android Studio, Java, React Native, JS, by making online and offline user friendly apps.<br><br>In my current job, i am part of a team of 4 people (including myself) working on the development and maintenance of 2 open source products, <a href=\"https://www.xelians.fr/nos-solutions/maarch-courrier\" target=\"_blank\">MaarchCourrier </a> and <a href=\"https://www.xelians.fr/nos-solutions/parapheur-electronique\" target=\"_blank\">MaarchParapheur</a>.<br><br>Visit my <a href=\"https://www.linkedin.com/in/jean-laurent-duzant-580287171\" target=\"_blank\">LinkedIn </a>profile for more details or just <a href=\"contact.html\">contact </a>me.</p>",
    "webAndMobileDeveloperInternship": "Web & Mobile developer - Internship",
    "bdc_webAndMobileDeveloperInternshipMissions": "- Creating websites and applications (Andriod) based on client needs.\n- Maintenant, update existing solutions.\n- Participate in the implementation of EDI solutions.",
    "fullStackMobileAppDeveloper": "Full stack mobile app developer",
    "bdc_fullStackMobileAppDeveloperMissions": "- Produce and analyze specifications.\n- Develop the application from the specifications provided.\n- Provid automatic/unit tests and update the documentation.",
    "atos_ediConsultntSupportN3Tradexpress": "EDI consultant | Support N3 Tradexpress",
    "atos_ediConsultntSupportN3TradexpressMissons": "40% of time consult at Atos by Big Data Consulting.\nMy missions :\n- WorkPackages installation.\n- EDI flow configuration.\n- Debugging EDI flows.",
    "fullStackAngularPhpDeveloper": "Full stack Angular PHP developer",
    "maarch_fullStackAngularPhpDeveloperMissons": "- Analyse/Produce new features.\n- Keep existing applications up to date.\n- Participate to keep documentations updated.\n- Provid automatic/unit tests.",
    "contactMe": "Contact Me",
    "pitchMe": "Pitch Me",
    "inParis": "In Paris",
    "contactPart1Hello": "Hello",
    "contactPart2MyNameIs": "My name is",
    "contactPart3YourName": "your name",
    "contactPart4MyEmailIs": "my e-mail address is",
    "contactPart5YourEmail": "your email",
    "contactPart6WantToTalkAbout": "and I would like to discuss about",
    "contactPart7ThisProject": "this project",
    "sendMe": "Send Me",
    "serviceNotWorkingOnGithubPages": "Service not working on GitHub pages."
}